

export default function TermsOfUse() {
  return (
    <main role="main" className="text-page">
        <article className="text-content">
            <h1>Условия использования виртуальных карт MCard</h1>
            <div className="text-content-wrapper">
              <p>Предоплаченные виртуальные карты относятся к категории товаров, которые не подлежат возврату или обмену. Это связано с тем, что такие карты активируются сразу после покупки, и средства на них становятся доступными для использования. Вывод средств с баланса карты невозможен — их можно только потратить, совершив покупку, либо закрыть карту с возвратом средств на спотовый USDT-счёт MCard. Пожалуйста, внимательно ознакомьтесь с условиями использования и политикой возврата карт перед покупкой.</p>
              <h2>1. Условия возврата</h2>
              <p>1.1. Если виртуальная карта уже активирована и средства на ней стали доступны, возврат или обмен карты невозможен. Это связано с тем, что карты предоставляют доступ к деньгам, и услуга считается оказанной в момент активации.</p>
              <p>1.2. Возврат средств рассматривается только в том случае, если карта не работает (т. е. если оплатить картой невозможно по техническим причинам, связанным с самой картой). Каждая заявка рассматривается индивидуально.</p> 
              <p>1.3. Пользователь обязуется следовать всем инструкциям, размещённым на сайте, рекомендациям службы поддержки и принимать все возможные меры для успешного проведения платежа.</p>
              <p>1.4. Запрос на возврат средств оформляется через чат-бот службы поддержки MCard. Срок рассмотрения заявки — до 10 рабочих дней с момента её подачи. Сотрудники поддержки предоставят информацию о статусе заявки по запросу.</p>
              <p>1.5. Если в ходе рассмотрения заявки будет установлено, что карта технически неисправна (например, некорректный код или реквизиты карты), денежные средства будут возвращены тем же способом и на те же реквизиты, с которых была произведена покупка. Сроки возврата зависят от способа оплаты.</p>
              <h2>2. Ограничения и запреты</h2>
              <p>2.1. После блокировки карты пользователем остаток средств на карте будет автоматически возвращён на спотовый USDT-счёт пользователя в MCard при условии наличия достаточных средств на резервном счёте для возврата. Карта также будет автоматически заблокирована в случае блокировки BIN-кода банка. Если автоматический возврат не произошёл, пользователь может обратиться в техническую поддержку, как указано в пункте 5.1, для инициирования возврата остатка. Автоматический возврат может занимать до 2 календарных дней.</p>
              <p>2.2. Карты Mastercard Prepaid поддерживают технологию авторизации Auto 3D Secure, поэтому карта поддерживает автоматическое подтверждение транзакций.</p>
              <p>2.3. Недопустимые категории товаров и услуг: оплата услуг с контентом 18+, онлайн-казино и их аналогов, а также иных ресурсов, нарушающих действующее законодательство, запрещена.</p>
              <p>2.4. Карты не поддерживают переводы или выводы средств на любые другие пластиковые или виртуальные карты.</p>
              <p>2.5. Строго запрещается совершать платежи виртуальной картой в валютах следующих стран: Афганистан, Беларусь, Куба, Иран, Северная Корея, Сирия, Венесуэла, Россия, Мьянма, Сомали, Украина (Донецк, Луганск, Крым, Севастополь), Йемен. В случае проведения транзакций в валютах данных стран карта и средства на ней могут быть автоматически заблокированы банком-эмитентом.</p>
              <p>2.6. Сервис соблюдает политику AML и имеет право потребовать от клиента прохождения KYC, если его операции нарушают правила сервиса.</p>
              <h2>3. Рекомендации по использованию карт</h2>
              <p>3.1. При оплате и регистрации на сервисах используйте электронную почту с иностранным доменом, например Gmail.com.</p>
              <p>3.2. При возникновении проблем с оплатой или регистрацией используйте VPN.</p>
              <p>3.3. Карта анонимна. В полях «Имя» / «Фамилия» указывайте свои данные латинскими буквами, так как в случае запроса верификации на сервисе, где производится оплата, вы сможете подтвердить свою личность.</p>
              <p>3.4. Фактически карта не привязана к конкретному адресу, однако некоторые сервисы проверяют страну выпуска карты, что может привести к отказам в оплате. Используйте платёжный адрес, который выдаётся вместе с картой и отображается в разделе «Billing».</p>
              <p>3.5. После выпуска карты Mastercard Prepaid рекомендуется совершить покупку незамедлительно, так как колебания курса в долгосрочной перспективе неизбежны.</p> 
              <p>3.6. Карта Visa поддерживает технологию авторизации 3D Secure, проверка платежа происходит автоматически.</p>
              <h2>4. Условия выпуска, пополнения и использования карты MCard</h2>
              <p>4.1. Выпуск карты стоит от 25 USDT до 100 USDT, и она должна быть создана с начальным балансом не менее 25 USD - 30 USD в зависимости от типа карты. В нашей системе 1 USDT = 1 USD. За операцию создания карты с начальным балансом взимается комиссия в размере 5%. Таким образом, для создания карты с минимальным начальным балансом в 25 USD пользователь должен оплатить: 25 USDT (за выпуск карты), 25 USDT (начальный баланс), а также комиссию в размере 5% от общей суммы — 2,5 USDT.</p>
              <p>4.2. Для удобства пользователей балансы карт Mastercard Prepaid отображаются в USD (долларах США). При выпуске карты Mastercard Prepaid применяется средневзвешенный курс USD, а при выпуске Visa Prepaid используется только USD.</p>
              <p>4.3. Баланс такой карты можно пополнять. Комиссия за пополнение карты составляет 3,5% от суммы пополнения, при этом минимальная сумма пополнения — 10 USDT.</p>
              <p>4.4. За каждую успешную транзакцию взимается комиссия в размере 0,4%. Дополнительно взимается конверсионный сбор в размере 0,6%, если расчёт производился не в USD (долларах США). Также за каждую отклонённую транзакцию взимается комиссия в размере 0,25 USD.</p>
              <h2>5. Поддержка</h2>
              <p>5.1. По всем дополнительным вопросам вы можете обратиться в службу поддержки MCard через официальные каналы, указанные на нашем сайте.</p>
              <h2>6. Соглашение</h2>
              <p>6.1. Оплачивая карту, вы соглашаетесь со всеми условиями использования сервиса и принимаете все условия использования и возврата предоплаченных карт Visa и Mastercard.</p>  
            </div>
        </article>
    </main>
  );
}